<?php
return [
    'required' => 'Поле :attribute является обязательным.',
    'email' => 'Поле :attribute должно быть действительным адресом электронной почты.',
    'phone' => 'Поле :attribute должно быть корректным номером телефона.',
    'string' => 'Поле :attribute должно быть строкой.',
    'array' => 'Поле :attribute должно быть массивом.',
    'integer' => 'Поле :attribute должно быть целым числом.',
    'numeric' => 'Поле :attribute должно быть числом.',
    'min' => [
        'string' => 'Минимальная длина поля :attribute должна быть :min символов.',
        'numeric' => 'Минимальное значение поля :attribute должно быть :min.',
    ],
    // Другие сообщения об ошибках для ваших правил валидации...
];
